Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Store logo that is displayed on copyright page of app. Preferred size: 200px x 200px.
fr_fr: Logo de la boutique affiché sur la page de copyright de l'application. Taille préférée: 200px x 200px.

source: Store logo that will be displayed on copyright page of application
fr_fr: Logo de la boutique qui sera affiché sur la page de copyright de l'application

source: Store name will be used if left empty.
fr_fr: Le nom de la boutique sera utilisé si ce champ reste vide.

source: Store view doesn't exist
fr_fr: La vue magasin n'existe pas

source: Store with the same code
fr_fr: Magasin avec le même code

source: Store:
fr_fr: Magasin :

source: Store: %s <br/>
fr_fr: Magasin : %s <br/>

source: Stores
fr_fr: Magasins

source: Street
fr_fr: Rue

source: Street Address
fr_fr: Adresse

source: Street Address %s
fr_fr: Rue - Voie – Bât. %s

source: Street Address 2
fr_fr: Complément d'adresse

source: Street Address Line 2
fr_fr: Adresse - ligne 2

source: Stretch
fr_fr: Étirer

source: Strikeiron Config
fr_fr: Configuration de Strikeiron

source: Strikeiron Email Update Warnings
fr_fr: Alertes de mise à jour de l'email Strikeiron

source: Strikeiron Section
fr_fr: Section Strikeiron

source: Strikeiron foreign exchange rate is disabled.
fr_fr: Le taux de change Strikeiron est désactivé.

source: Subject
fr_fr: Sujet

source: Submission
fr_fr: Soumission

source: Submission Fields
fr_fr: Champs de soumission

source: Submission History
fr_fr: Historique de soumission

source: Submit
fr_fr: Valider

source: Submit App
fr_fr: Soumettre l'appli

source: Submit App "%s"
fr_fr: Soumettre l'appli "%s"

source: Submit App failure. %s
fr_fr: Erreur lors de la soumission de l'appli. %s

source: Submit App failure. Invalid activation key provided
fr_fr: Erreur lors de la soumission de l'appli. La clé fournie est invalide.

source: Submit Application
fr_fr: Soumettre l'application

source: Submit Comment
fr_fr: Envoyer un commentaire

source: Submit Credit Memo
fr_fr: Sauvegarder l'avoir

source: Submit Invoice
fr_fr: Soumettre la facture

source: Submit Invoice and Shipment
fr_fr: Soumettre la facture et l'expédition

source: Submit Order
fr_fr: Envoyer la commande

source: Submit Review
fr_fr: Poster le commentaire

source: Submit Shipment
fr_fr: Valider l'expédition

source: Submitted
fr_fr: Soumis

source: Submitted In
fr_fr: Soumis dans

source: Submitted On
fr_fr: Soumis le

source: Submitting order information...
fr_fr: Les informations de commande sont en cours d'envoi...

source: Subpackage
fr_fr: Sous-paquet

source: Subpackage cannot be conflicting.
fr_fr: Le sous-package ne peut pas être en conflit.

source: Subpackages
fr_fr: Sous-paquets

source: Subscribe
fr_fr: Inscription

source: Subscribe to Feed
fr_fr: S'abonner au flux

source: Subscribe to Newsletter
fr_fr: S'abonner à la newsletter

source: Subscribe to Order Status
fr_fr: S'abonner au statut de commande

source: Subscribe to RSS Feed
fr_fr: S'abonner au flux RSS

source: Subscribe to newsletter
fr_fr: S'abonner à la newsletter

source: Subscribed
fr_fr: Inscrit

source: Subscribed to Newsletter?
fr_fr: Abonné à la newsletter ?

source: Subscriber
fr_fr: Abonné

source: Subscriber Name
fr_fr: Nom du souscripteur

source: Subscriber name is too long.
fr_fr: Le nom d'abonné est trop long.

source: Subscribers
fr_fr: Abonnés

source: Subscribers From
fr_fr: Abonnés de

source: Subscription ID
fr_fr: ID Abonnement

source: Subscription Options
fr_fr: Options d'inscription

source: Subscription Payment, either payment sent or payment received
fr_fr: Paiement d'abonnement, paiement envoyé ou paiement reçu

source: Subtotal
fr_fr: Sous-total

source: Subtotal (Excl. Tax)
fr_fr: Sous-total HT

source: Subtotal (Excl.Tax)
fr_fr: Sous-total HT

source: Subtotal (Incl. Tax)
fr_fr: Sous-total TTC

source: Subtotal (Incl.Tax)
fr_fr: Sous-total TTC

source: Subtotal Amount
fr_fr: Montant du sous-total

source: Subtotal Including Tax
fr_fr: Sous-total TTC

source: Subtotal With Discount
fr_fr: Sous-total avec remise

source: Subtotal after discount.
fr_fr: Sous-total après remise

source: Subtotal must exceed minimum order amount
fr_fr: Le sous-total doit être supérieur au montant minimal de commande

source: Subtotal:
fr_fr: Sous-total :

source: Success Email Sender
fr_fr: Expéditeur du mail de succès

source: Success Email Template
fr_fr: Gabarit du mail de succès

source: Success History Lifetime
fr_fr: Durée de vie de l'historique des succès

source: Successful
fr_fr: Réussi

source: Successful attempt
fr_fr: Tentative réussi

source: Suffix
fr_fr: Suffixe

source: Suffix Dropdown Options
fr_fr: Options de la liste déroulante des suffixes

source: Summary
fr_fr: Résumé

source: Summary Rating
fr_fr: Aperçu des notations

source: Summary Text for Aggregated Cart
fr_fr: Texte récapitulatif sur les paniers validés

source: Summary of Review
fr_fr: Résumé du commentaire

source: Summary of Your Review
fr_fr: Résumé de votre commentaire

source: Summary of review: %s <br/>
fr_fr: Résumé du commentaire : %s <br/>

source: Super product attributes configuration
fr_fr: Configuration des attributs du super produit

source: Supported releases
fr_fr: Versions supportées

source: Supporting of American Express cards require additional agreement. Learn more at <a href="http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>.
fr_fr: Le support des cartes American Express nécessite un accord supplémentaire. Pour en savoir plus : <a href="http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>.

source: Suspected Fraud
fr_fr: Fraude suspectée

source: Suspend
fr_fr: Suspendre

source: Suspended
fr_fr: Suspendu

source: Switch/Solo Only
fr_fr: Switch/Solo seulement

source: Switch/Solo card issue number: %s
fr_fr: Numéro de problème de carte Switch/Solo : %s

source: Switch/Solo card start Date: %s/%s
fr_fr: Date de début de carte Switch/Solo : %s/%s

source: Switch/Solo/Maestro Issue Number
fr_fr: Numéro de problème Switch/Solo/Maestro

source: Switch/Solo/Maestro Only
fr_fr: Switch/Solo/Maestro seulement

source: Switch/Solo/Maestro Start Date
fr_fr: Date de début Switch/Solo/Maestro

source: Switch/Solo/Maestro(UK Domestic) Only
fr_fr: Switch/Solo/Maestro(UK Domestic) seulement

source: Switch/Solo/Maestro(UK Domestic) card issue number: %s
fr_fr: Numéro de problème de carte Switch/Solo/Maestro(UK Domestic) : %s

source: Switch/Solo/Maestro(UK Domestic) card start Date: %s/%s
fr_fr: Date de début de carte Switch/Solo/Maestro(UK Domestic) : %s/%s

source: Symbol
fr_fr: Symbole

source: Symbols
fr_fr: Symboles

source: Symbols Used in CAPTCHA
fr_fr: Symboles utilisés dans le CAPTCHA

source: Synchronization is required.
fr_fr: La synchronisation est obligatoire.

source: Synchronization of media storages has been successfully completed.
fr_fr: La synchronisation des stockages de media est terminée.

source: Synchronize
fr_fr: Synchroniser

source: Synchronizing %s to %s
fr_fr: Synchronisation en cours de %s vers %s

source: Synchronizing...
fr_fr: Synchronisation en cours...

source: Synonym For
fr_fr: Synonyme de

source: System
fr_fr: Système

source: System Backup
fr_fr: Sauvegarde système

source: System Log File Name
fr_fr: Nom de fichier de logs système

source: System Properties
fr_fr: Propriétés système

source: System Section
fr_fr: Section système

source: System busy
fr_fr: Le système est occupé

source: System couldn't put store on the maintenance mode
fr_fr: Le système n'a pas pu mettre la boutique en mode maintenance

source: System(config.xml, local.xml) and modules configuration files(config.xml).
fr_fr: Système (config.xml, local.xml) et configuration de modules (config.xml).

source: T-Shirts
fr_fr: Tee-shirts

source: TCP Port
fr_fr: Port TCP

source: TCP port used to check the availability of a payment server if "Ping Flag" enabled (default port is 443).
fr_fr: Port TCP utilisé pour vérifier la disponibilité du serveur de paiement si l'indicateur de ping est activé (le port par défaut est 443).

source: TPE Number
fr_fr: Numéro de TPE

source: TRUE
fr_fr: VRAIES

source: Table Background Color of the Ogone Template
fr_fr: Couleur d'arrière-plan de tableau pour le gabarit Ogone

source: Table Rates
fr_fr: Tarification

source: Table Text Color of the Ogone Template
fr_fr: Couleur du texte des tableaux pour le gabarit Ogone

source: Tables Prefix
fr_fr: Préfixes des tables

source: Tabs
fr_fr: Onglets

source: Tag
fr_fr: Mot clé

source: Tag "%s" details
fr_fr: Détails du tag "%s"

source: Tag "%s" has already been added to the product.
fr_fr: Le mot clé "%s" a déjà été ajouté au produit.

source: Tag "%s" has been added to the product.
fr_fr: Le mot clé "%s" a bien été ajouté au produit.

source: Tag "%s" has been rejected by administrator.
fr_fr: Le mot clé "%s" a été rejeté par l'administrateur.

source: Tag Aggregation Data
fr_fr: Données d'aggrégation de mot clé

source: Tag Detail
fr_fr: Détail du tag

source: Tag Name
fr_fr: Nom du mot clé

source: Tag Use
fr_fr: Utilisation du tag

source: Tagged Products List
fr_fr: Liste des produits ayant un mot clé

source: Tags
fr_fr: Mots clés

source: Tags List (All Available)
fr_fr: Liste des mots clés (Ceux disponibles)

source: Tags List Before
fr_fr: Liste des mots-clés avant

source: Tags Products
fr_fr: Tags produits

source: Tags Submitted by %s
fr_fr: Tags soumis par %s

source: Tags submitted to %s
fr_fr: Tags soumis pour %s

source: Tags:
fr_fr: Mots clés :

source: Target
fr_fr: Cible

source: Target Country
fr_fr: Pays cible

source: Target Path
fr_fr: Chemin cible

source: Tax
fr_fr: TVA & autres taxes

source: Tax Amount
fr_fr: Montant TVA

source: Tax Calculation Based On
fr_fr: Calcul de taxe basé sur

source: Tax Calculation Method Based On
fr_fr: Méthode de calcul de la taxe basée sur

source: Tax Class
fr_fr: Classe de TVA

source: Tax Class for Shipping
fr_fr: Classe de taxe pour la livraison

source: Tax Classes
fr_fr: Classes de taxe

source: Tax Identifier
fr_fr: Identifiant de taxe

source: Tax Name
fr_fr: Nom de la taxe

source: Tax Percent
fr_fr: Taux de TVA

source: Tax Rate
fr_fr: Taux de taxe

source: Tax Rate Information
fr_fr: Information sur le taux de taxe

source: Tax Rates Import / Export
fr_fr: Import / export de taux de taxes

source: Tax Rule Information
fr_fr: Information sur la règle de taxe

source: Tax Rules
fr_fr: Règles de taxe

source: Tax Section
fr_fr: TVA & autres taxes

source: Tax Titles
fr_fr: Titre pour la classe

source: Tax rate cannot be removed. It exists in tax rule
fr_fr: Le taux de taxe ne peut pas être enlevé. Il est utilisé dans une règle de taxe.

source: Tax rates at the same priority are added, others are compounded.
fr_fr: Les taux de taxe avec la même priorité sont ajoutés. Les autres sont composés.

source: Tax/VAT number
fr_fr: Numéro de TVA intracommunautaire

source: Tb
fr_fr: To

source: Telephone
fr_fr: Téléphone

source: Tell a Friend
fr_fr: En parler à un ami

source: Tell a Friend is disabled.
fr_fr: La fonction 'Envoyer à un ami' est désactivée.

source: Tell a Friend link has been sent.
fr_fr: Un lien 'Envoyer à un ami' a été envoyé.

source: Template
fr_fr: Gabarit

source: Template Content
fr_fr: Contenu du gabarit

source: Template Information
fr_fr: Informations gabarit

source: Template Name
fr_fr: Nom du gabarit

source: Template Path Hints
fr_fr: Astuce chemin des gabarits

source: Template Settings
fr_fr: Paramètres de gabarit

source: Template Styles
fr_fr: Styles de gabarit

source: Template Subject
fr_fr: Sujet du gabarit

source: Template Type
fr_fr: Type de gabarit

source: Template Variables
fr_fr: Variables de gabarit

source: Template creation is allowed only for applications which have device type iPhone, but this kind of applications has not been found.
fr_fr: La création de gabarit est autorisée uniquement pour les applications dont le type est iPhone, mais aucune application de ce type n'a été trouvée.

source: Template does not exist.
fr_fr: Le gabarit n'existe pas.

source: Template for new AirMail Message does not exist.
fr_fr: Le gabarit pour un nouveau message AirMail n'existe pas.

source: Template has been deleted.
fr_fr: Le gabarit a été effacé.

source: Templates
fr_fr: Gabarits

source: Temporary (302)
fr_fr: Temporaire (302)

source: Terms and Conditions
fr_fr: Conditions générales de ventes

source: Terms and Conditions Information
fr_fr: Informations de conditions générales de ventes

source: Terms and conditions
fr_fr: Conditions générales de ventes

source: Test Mode
fr_fr: Mode test

source: Text
fr_fr: Texte

source: Text Area
fr_fr: Zone de texte

source: Text Color of the Ogone Template
fr_fr: Couleur du texte pour le gabarit Ogone

source: Text Field
fr_fr: Champ texte

source: Text One Line
fr_fr: Texte sur une ligne

source: Text length does not satisfy specified text range.
fr_fr: La longueur du texte ne satisfait pas la plage de texte spécifiée.

source: Text on the Intermediary Page
fr_fr: Texte sur la page intermédiaire

source: Thai
fr_fr: Thaï

source: Thank you for registering with %s.
fr_fr: Merci de votre inscription sur %s.

source: Thank you for registering!
fr_fr: Merci de votre inscription !

source: Thank you for your purchase!
fr_fr: Merci de votre achat !

source: Thank you for your subscription.
fr_fr: Merci de votre inscription.

source: The "enable_qty_increments" field must be set to 0 or 1.
fr_fr: Le champ "enable_qty_increments" doit être renseigné à 0 ou 1.

source: The "is_decimal_divided" field must be set to 0 or 1.
fr_fr: Le champ "is_decimal_divided" doit être renseigné à 0 ou 1.

source: The "is_in_stock" field must be set to 0 or 1.
fr_fr: Le champ "is_in_stock" doit être renseigné à 0 ou 1.

source: The "is_qty_decimal" field must be set to 0 or 1.
fr_fr: Le champ "is_qty_decimal" doit être renseigné à 0 ou 1.

source: The "is_qty_decimal" field must be set to 0, 1, or 2.
fr_fr: Le champ "is_qty_decimal" doit être renseigné à 0, 1 ou 2.

source: The "manage_stock" field must be set to 0 or 1.
fr_fr: Le champ "manage_stock" doit être renseigné à 0 ou 1.

source: The "stock_status_changed_auto" field must be set to 0 or 1.
fr_fr: Le champ "stock_status_changed_auto" doit être renseigné à 0 ou 1.

source: The "use_config_backorders" field must be set to 0 or 1.
fr_fr: Le champ "use_config_backorders" doit être renseigné à 0 ou 1.

source: The "use_config_enable_qty_inc" field must be set to 0 or 1.
fr_fr: Le champ "use_config_enable_qty_inc" doit être renseigné à 0 ou 1.

source: The "use_config_manage_stock" field must be set to 0 or 1.
fr_fr: Le champ "use_config_manage_stock" doit être renseigné à 0 ou 1.

source: The "use_config_max_sale_qty" field must be set to 0 or 1.
fr_fr: Le champ "use_config_max_sale_qty" doit être renseigné à 0 ou 1.

source: The "use_config_min_qty" field must be set to 0 or 1.
fr_fr: Le champ "use_config_min_qty" doit être renseigné à 0 ou 1.

source: The "use_config_min_sale_qty" field must be set to 0 or 1.
fr_fr: Le champ "use_config_min_sale_qty" doit être renseigné à 0 ou 1.

source: The "use_config_notify_stock_qty" field must be set to 0 or 1.
fr_fr: Le champ "use_config_notify_stock_qty" doit être renseigné à 0 ou 1.

source: The "use_config_qty_increments" field must be set to 0 or 1.
fr_fr: Le champ "use_config_qty_increments" doit être renseigné à 0 ou 1.

source: The %s you entered is invalid. Please make sure that it follows "http://domain.com/" format.
fr_fr: Le %s que vous avez saisi n'est pas valide. Veuillez vérifier qu'il respecte le format "http://domaine.com/".

source: The Catalog Rewrites were refreshed.
fr_fr: Les réécritures du catalogue ont été rafraîchies.

source: The CatalogInventory Stock Status has been rebuilt.
fr_fr: Les statuts de stock ont été reconstruits.

source: The Comment Text field cannot be empty.
fr_fr: Le champ texte du commentaire ne peut pas être vide.

source: The Flat Catalog Product was rebuilt
fr_fr: Le catalogue à plat des produits a été reconstruit.

source: The Flat Catalog module has a limit of %2$d filterable and/or sortable attributes. Currently there are %1$d of them. Please reduce the number of filterable/sortable attributes in order to use this module
fr_fr: Le module de catalogue à plat a une limite de %2$d attributs filtrables et/ou triables. Il y en a actuellement %1$d. Réduisez le nombre d'attributs de ce type afin de pouvoir utiliser ce module.

source: The Flat Catalog module has a limit of %2$d filterable and/or sortable attributes. Currently there are %1$d of them. Please reduce the number of filterable/sortable attributes in order to use this module.
fr_fr: Le module de catalogue à plat a une limite de %2$d attributs filtrables et/ou triables. Il y en a actuellement %1$d. Réduisez le nombre d'attributs de ce type afin de pouvoir utiliser ce module.

source: The Flat Catalog module has a limit of %2\$d filterable and/or sortable attributes. Currently there are %1\$d of them. Please reduce the number of filterable/sortable attributes in order to use this module.
fr_fr: Le module de catalogue à plat a une limite de %2$d attributs filtrables et/ou triables. Il y en a actuellement %1$d. Réduisez le nombre d'attributs de ce type afin de pouvoir utiliser ce module.

source: The JavaScript/CSS cache has been cleaned.
fr_fr: Le cache javascript/CSS a été nettoyé.

source: The JavaScript/CSS cache has been cleared.
fr_fr: Le cache javascript/CSS a été effacé.

source: The Layered Navigation indexing has been queued.
fr_fr: L'indexation de la navigation par filtres a été ajoutée à la file d'attente.

source: The Layered Navigation indexing queue has been canceled.
fr_fr: L'indexation de la navigation par filtres a été enlevée de la file d'attente.

source: The Layered Navigation indices were refreshed.
fr_fr: Les indexes de navigation par filtres ont été rafraîchis.

source: The Layered Navigation process has been queued to be killed.
fr_fr: Le process d'indexation de navigation par filtres est en attente d'être tué.

source: The Magento cache storage has been flushed.
fr_fr: Le cache Magento a été purgé.

source: The Mailbox title will be shown in the More Info tab. To understand more about the title, please <a target="_blank" href="http://www.magentocommerce.com/img/product/mobile/helpers/mail_box_title.png">click here</a>
fr_fr: Le titre Mailbox sera affiché dans l'onglet Plus d'infos. Pour en savoir plus sur le titre, <a target="_blank" href="http://www.magentocommerce.com/img/product/mobile/helpers/mail_box_title.png">cliquez ici</a>

source: The Order State "%s" must not be set manually.
fr_fr: L'état de la commande "%s" ne peut être modifié manuellement.

source: The URL "%s" is invalid.
fr_fr: L'URL "%s" est invalide.

source: The URL "%s" is not accessible.
fr_fr: L'URL "%s" n'est pas accessible.

source: The URL Rewrite has been deleted.
fr_fr: La réécriture d'URL a été effacée.

source: The URL Rewrite has been saved.
fr_fr: La réécriture d'URL a été sauvegardée.

source: The URL of the Backup Payment Server
fr_fr: URL du serveur de paiement de secours

source: The URL of the Primary Backup Payment Server
fr_fr: URL du serveur primaire de paiement de secours

source: The URL of the Primary Payment Server
fr_fr: URL du serveur principal de paiement

source: The URL of the Second Backup Payment Server
fr_fr: URL du second serveur de paiement de secours

source: The URL of the Third Backup Payment Server
fr_fr: URL du troisième serveur de paiement de secours

source: The account has been saved.
fr_fr: Le compte a été sauvegardé.

source: The account information has been saved.
fr_fr: Les informations du compte ont été sauvegardées.

source: The address does not belong to this customer.
fr_fr: L'adresse n'appartient pas à ce client.

source: The address has been deleted.
fr_fr: L'adresse a été supprimée.

source: The address has been saved.
fr_fr: L'adresse a été sauvegardée.

source: The address total model should be extended from Mage_Sales_Model_Quote_Address_Total_Abstract.
fr_fr: Le modèle de l'adresse total devrait être porté de Mage_Sales_Model_Quote_Address_Total_Abstract.

source: The alert subscription has been deleted.
fr_fr: L'inscription à l'alerte a été supprimée.

source: The alert subscription has been saved.
fr_fr: L'inscription à l'alerte a été sauvegardée.

source: The amount has been authorized and captured by Moneybookers.
fr_fr: Le règlement de la commande a été autorisé et capturé par Moneybookers.

source: The amount on your credit card is insufficient to complete your purchase. The available amount has been put on hold. To complete your purchase click OK and specify additional credit card number. To cancel the purchase and release the amount on hold, click Cancel.
fr_fr: Les fonds disponibles sur votre carte sont insuffisants pour terminer la commande. Le montant disponible a été mis en attente. Pour finaliser votre achat cliquez sur OK et spécifiez un autre numéro de carte bancaire. Pour annuler la commande et libérer le montant en attente, cliquez sur Annuler.

source: The answer has been saved.
fr_fr: La réponse a été enregistrée.

source: The archive can be uncompressed with <a href="%s">%s</a> on Windows systems
fr_fr: L'archive peut être décompressée avec <a href="%s">%s</a> sous Windows

source: The attribute code '%s' is reserved by system. Please try another attribute code
fr_fr: Le code d'attribut '%s' est réservé par le système. Choisissez-en un autre.

source: The attribute code '%s' is reserved by system. Please try another attribute code.
fr_fr: Le code d'attribut '%s' est réservé par le système. Choisissez-en un autre.

source: The attribute code \'%s\' is reserved by system. Please try another attribute code.
fr_fr: Le code d'attribut '%s' est réservé par le système. Choisissez-en un autre.

source: The attribute model is not defined
fr_fr: Le modèle d'attributs n'est pas défini.

source: The attribute rules were saved.
fr_fr: Les règles d'attribut ont été sauvegardées.

source: The attribute set has been removed.
fr_fr: Le jeu d'attributs a été supprimé.

source: The attribute set has been saved.
fr_fr: Le jeu d'attributs a été sauvegardé.

source: The background color for the checkout page around the header and payment form.
fr_fr: Couleur d'arrière plan entre l'entête et le formulaire de paiement.

source: The background color for the header of the checkout page. Case-insensitive six-character HTML hexadecimal color code in ASCII.
fr_fr: Couleur de fond pour l'entête de la page de paiement. Insensible à la casse (Six caractères de couleur hexadécimal HTML en ASCII).

source: The backup has been created.
fr_fr: La sauvegarde a été créée.

source: The backup's creation process will take time.
fr_fr: La création de sauvegarde prendra du temps.

source: The base directory to upload file is not specified.
fr_fr: Le répertoire de base pour uploader l'image n'est pas spécifié.

source: The base directory to upload image file is not specified.
fr_fr: Le répertoire de base pour uploader l'image n'est pas spécifié.

source: The billing agreement "%s" has been canceled.
fr_fr: L'entente de facturation "%s" a été annulée.

source: The billing agreement "%s" has been created.
fr_fr: L'entente de facturation "%s" a été créée.

source: The billing agreement has been canceled.
fr_fr: Le contrat de facturation a été annulé.

source: The billing agreement has been deleted.
fr_fr: Le contrat de facturation a été supprimé.

source: The block has been deleted.
fr_fr: Le bloc a bien été effacé.

source: The block has been saved.
fr_fr: Le bloc a bien été enregistré.

source: The cache storage has been flushed.
fr_fr: Le cache a été purgé.

source: The card has failed verification with the issuer bank.
fr_fr: La vérification de la carte a échoué auprès de la banque.
